Repository: OskarSkak/LogisticBooking.FrontEnd
Catalog: LogisticsBooking.FrontEnd/Resources/CommonResources.*.resx
Languages: da

source: Hello
da: Hej

source: Supplier
da: Kunde

source: Suppliers
da: Kunder

source: Transporter
da: Transportør

source: Transporters
da: Transportører

source: Order Overview
da: Ordre Oversigt

source: Slot Times
da: Slot Tider

source: Administrate Orders
da: Administrer Ordrer

source: Settings
da: Indstillinger

source: Logout
da: Log ud

source: Name Required
da: Navn er nødvendigt

source: number of deliveries
da: Antal leveringer

source: deliveries left
da: Leveringer tilbage

source: Time until next delivery
da: Tid til næste levering

source: delayed trips
da: Forsinkede turer

source: Standard plans
da: Standard planer

source: Standard day plan
da: Standard dag plan

source: Times
da: Tider

source: Number of pallets
da: Antal Paller

source: Standard night plan
da: Standard nat plan

source: slot
da: Standard nat plan

source: Plans
da: Planer

source: Active plans
da: Aktive planer

source: Calendar overview
da: Kalender oversigt

source: Saved plans
da: Gemte planer

source: Create night plan
da: Opret Nat Plan

source: Create day plan
da: Opret dags plan

source: Booking overview
da: Booking oversigt

source: Administrate orders
da: Administrer Ordrer

source: Bookings
da: Bookinger

source: Customers
da: Kunder

source: Create Plan
da: Opret Plan

source: Welcome
da: Velkommen

source: Export to Excel
da: Eksporter til excel

source: Date
da: Dato

source: Pallets
da: Paller

source: Name
da: Navn

source: Contact
da: Kontakt

source: Arrival
da: Ankomst

source: Time
da: Tid

source: Actually
da: Faktisk

source: Loading
da: Læsning

source: End
da: Slut

source: Update
da: Opdater

source: Supplier mobile number
da: Kunde tlf

source: Total pallets
da: Paller totalt

source: Bottom pallets
da: Bundpaller

source: Comment
da: Kommentar

source: English
da: Danish

source: Edit
da: Rediger

source: Booking from
da: Booking fra

source: Update the desired information by edit in the fields and click 'update'
da: Opdater den ønskede information ved at redigere i det passende felt, og tryk derefter 'Opdater

source: Delivery date
da: Leveringsdato

source: Actually arrival
da: Faktisk ankomst

source: Start loading
da: Start læsning

source: End loading
da: Slut læsning

source: Delete
da: Slet

source: Order on booking
da: Ordrer på booking

source: Reference number
da: Referencenummer

source: Order
da: Ordre

source: Delete booking
da: Slet booking

source: You are about to delete this booking. This is a permanently action. Click 'confirm' to continue with this action
da: Du er ved at slette denne bookning. Dette er en permanent handling. Tryk 'bekræft' for at fortsætte. Tryk på krydset for at annullere

source: Confirm
da: Bekræft

source: Close
da: Luk

source: Create booking
da: Opret booking

source: In/Out
da: Indgående/Udgående

source: Choose a customer
da: Vælg en kunde

source: Choose a transporter
da: Vælg en transportør

source: Customer number
da: Kunde nummer

source: Order number
da: Ordre nummer

source: Delete Order
da: Slet ordre

source: The following times is available
da: Følgende tider er ledige

source: Inactive bookings
da: Inaktive bookinger

source: Go to
da: Gå til

source: Create as active booking
da: Opret som Aktiv Booking

source: Order from
da: Ordre fra

source: One or two plans exists on the day
da: En eller to planer eksisterer på den dag

source: Bookings cannot be booked this day
da: Der kan ikke bookes på denne dag

source: Blue color indicates that there is no active plan, but if a booking is made on this day, the master plan will be used
da: Blå farve indikerer at der ikke er nogen plan, men hvis der bookes på denne dag bliver standard planen taget i brug

source: W
da: O

source: S
da: L

source: Input total pallets for all intervals
da: Angiv antal bundpaller for alle intervaller

source: Input the name of the plan
da: Angiv navnet for planen

source: Update existing plan
da: Opdater eksisterende plan

source: Show/Hide
da: Vis/Skjul

source: Remove field
da: Fjern felt

source: Add field
da: Tilføj felt

source: Select which days this plan should be allowed to be booked on
da: Angiv hvilke dage det skal være muligt at lave en booking på denne plan

source: Night plans
da: Nat planer

source: Day plans
da: Dag planer

source: Active
da: Aktiv

source: Make active
da: Gør aktiv

source: Make inactive
da: Gør inaktiv

source: Start time
da: Starttid

source: End time
da: Sluttid

source: Create new plan
da: Opret ny plan

source: Create new customer
da: Opret ny kunde

source: A list of all customers, click to edit a customer
da: En liste over alle kunder, klik for at ændre en kunde

source: Start delivery
da: Start levering

source: End delivery
da: Slut levering

source: Existing customer
da: Eksisterende kunde

source: Update informations by changing the values
da: Opdater informationer ved at udskifte de genererede værdier i felterne under

source: Customer name
da: Kundenavn

source: New Customer
da: Ny kunde

source: Click on a name to edit the transporter
da: Klik på en transportør for at redigerer den

source: Create Transporter
da: Opret transportør

source: Address
da: Addresse

source: Telephone number
da: Telefonnummer

source: Existing transporter
da: Eksisterende transportør

source: Add
da: Tilføj

source: Remove
da: Fjern

source: All customers
da: Alle kunder

source: Active customers
da: Aktive kunder

source: Ready to Leave
da: Klar til at forlade hjemmesiden

source: Select 'Logout' below if you are ready to end your current session
da: Vælg 'Logud' hvis du er klar til at forlade hjemmesiden

source: Profile
da: Profil

source: Earlier Bookings
da: Tidligere bookinger

source: Delivery day
da: Leveringsdag

source: Delivery time
da: Leveringstidspunkt

source: Completed
da: Gennemført

source: Select the delivery date
da: Angiv venligst leveringsdatoen i dette felt

source: Select how many pallets there are on this booking. Max is 33 pallets
da: Angiv hvor mange bundpaller der er på bookingen. Max antal paller er 33

source: New order
da: Ny ordre

source: In
da: Ind

source: Out
da: Ud

source: Add order
da: Tilføj ordre

source: Edit Order
da: Rediger ordre

source: Update order
da: Opdater ordre

source: Number of bottom pallets
da: Antal bundpaller

source: The booking is completed
da: Bookingen er gennemført

source: You will recieve an email with all the details
da: Der vil blive sendt en email med alle detaljer

source: Deliveries today
da: Leveringer idag

source: Select the delivery day
da: Angiv leveringsdagen

source: Create order
da: Opret ordre

source: Miscellaneous pallets
da: Diverse paller
